{
    "VisitorGenerator": {
        "AreYouSure": "Сигурни ли сте, че желаете да генерирате фалшиви посетители?",
        "AutomaticReprocess": "Докладите ще бъдат преработвани следващия път, когато посетите Matomo доклади. Може да отнеме няколко минути.",
        "ChoiceYes": "Да, аз съм сигурен!",
        "CliToolUsage": "С помощта на инструмента %1$sMatomo CLI%2$s можете не само да генерирате още повече посещения, но и потребители, уебсайтове и цели.",
        "ConfirmVisitorGeneration": "Моля, потвърдете генерирането на посетители, като поставите отметка в квадратчето",
        "CustomMatomoUrl": "Персонализиран URL адрес на Матомо",
        "DaysToCompute": "Дни да се изчисли",
        "GenerateFakeActions": "Това ще генерира поне %d симулирани действия на този сайт за всеки ден.",
        "GeneratedVisitsFor": "Генерираните посещения за %1$s и %2$s за последните дни",
        "LogImporterNote": "Съществува и инструмент, чрез който по-бързо може да се запазва голямо количество тестова информация в Matomo, вижте %1$sръководството%2$s.",
        "NbRequestsPerSec": "Исканията за секунда",
        "NotReversible": "%1$sНяма%2$s да е възможно лесното изтриване на тези посещения от логовете на Matomo.",
        "NumberOfGeneratedActions": "Брой генерирани действия",
        "OverwriteLogFiles": "Можете да презапишете регистрационните файлове, които се използват за генериране на изкуствени посещения (промяна или добавяне на файлове в %s). Има лог файлове на заявки към \"matomo.php\" във формат \"Apache комбиниран дневник\". Разработчиците на плъгини могат да предоставят свои собствени лог файлове, като поставят '*.log' файлове в директория 'data' на своя плъгин.",
        "PleaseBePatient": "Забележка: Може да отнеме няколко минути, за да се генерират посещения и действия, моля, изчакайте…",
        "PluginDescription": "Създайте изкуствени посещения и действия в Matomo. Това може да се използва от потребителите или разработчиците на Matomo като лесен начин за генериране на изкуствени данни за попълване на отчети на Matomo.",
        "ReRunArchiveScript": "Моля, изпълнете отново командата crontab './console core:archive', за да опресните отчетите. %1$sВижте \"Как да настроите автоматично архивиране на Вашите отчети\"%2$s",
        "SelectWebsite": "Избери уеб сайт",
        "Submit": "Създай",
        "VisitorGenerator": "Генератор на посещения",
        "Warning": "На път сте да генерирате фалшиви посещения, които ще бъдат записани в базата данни на Matomo."
    }
}
