{
    "VisitorGenerator": {
        "AreYouSure": "Генериране на фалшиви посещения?",
        "AutomaticReprocess": "Отчетите ще бъдат обработени повторно следващия път, когато посетите отчетите на Matomo. Може да отнеме няколко минути.",
        "ChoiceYes": "Да, добави измислени данни към базата данни.",
        "CliToolUsage": "С помощта на %1$sMatomo CLI инструмента%2$s можете не само да генерирате още повече посещения, но и потребители, уебсайтове и цели.",
        "ConfirmVisitorGeneration": "Моля, потвърдете генерирането на посетители, като поставите отметка в квадратчето",
        "CustomMatomoUrl": "Персонализиран URL адрес на Матомо",
        "DaysToCompute": "Дни да се изчисли",
        "GenerateFakeActions": "Това ще генерира поне %d симулирани действия на този сайт за всеки ден.",
        "GeneratedVisitsFor": "Генерираните посещения за %1$s и %2$s за последните дни",
        "LogImporterNote": "Има и по-бърз инструмент, който ще импортира големи тестови данни в Matomo, както е описано в %1$sREADME%2$s.",
        "NbRequestsPerSec": "Исканията за секунда",
        "NotReversible": "%1$sНяма %2$s да е възможно лесно да изтриете тези посещения от регистрационните файлове на Matomo.",
        "NumberOfGeneratedActions": "Брой генерирани действия",
        "OverwriteLogFiles": "Можете да презапишете лог файловете, използвани за генериране на фалшиви посещения (променете или добавете файлове в %s). Заявките се записват в \"matomo.php\" във формат \"комбиниран журнал на Apache\". Разработчиците на плъгини могат да предоставят свои собствени лог файлове, като поставят '*.log' файлове в директория \"данни\" на техния плъгин.",
        "PleaseBePatient": "Забележка: Генерирането на посещения и действия може да отнеме няколко минути, моля, бъдете търпеливи…",
        "PluginDescription": "Създавайте фалшиви посещения и действия. Може да се използва от потребители или разработчици на Matomo за генериране на фалшиви данни за попълване на отчети на Matomo.",
        "ReRunArchiveScript": "Моля, изпълнете отново командата crontab './console core:archive', за да обновите отчетите. %1$sПовече подробности в „Как да настроите автоматично архивиране на вашите отчети“%2$s",
        "SelectWebsite": "Изберете уеб сайт",
        "Submit": "Създай",
        "VisitorGenerator": "Генератор на посещения",
        "Warning": "Вие сте на път да генерирате фалшиви посещения, които да бъдат записани във Вашата база данни Matomo."
    }
}
