{
    "VisitorGenerator": {
        "AreYouSure": "Генериране на фалшиви посещения?",
        "AutomaticReprocess": "Следващия път, когато посетите отчетите на Matomo те ще бъдат повторно генерирани. Това може да отнеме няколко минути.",
        "ChoiceYes": "Да",
        "CliToolUsage": "%1$sMatomo CLI инструмента%2$s може не само да генерира още повече посещения, но и потребители, уебсайтове и цели.",
        "ConfirmVisitorGeneration": "Моля, поставете отметка в квадратчето, за да потвърдете генерирането на посетители",
        "CustomMatomoUrl": "Персонализиран URL адрес на Матомо",
        "DaysToCompute": "Дни да се изчисли",
        "GenerateFakeActions": "Това ще генерира поне %d симулирани действия на този сайт за всеки ден.",
        "GeneratedVisitsFor": "Генерираните посещения за %1$s и %2$s за последните дни",
        "LogImporterNote": "%1$sREADME%2$s съдържа информация относно по-бърз инструмент, който ще импортира големи тестови данни в Matomo.",
        "NbRequestsPerSec": "Исканията за секунда",
        "NotReversible": "%1$s Няма %2$s да е възможно лесно да изтриете тези посещения от регистрационните файлове на Matomo.",
        "NumberOfGeneratedActions": "Брой генерирани действия",
        "OverwriteLogFiles": "Презапишете \"matomo.php\" лог файловете за генериране на фалшиви посещения във формат \"комбиниран журнал на Apache\" (променете или добавете файлове в %s). Разработчиците на плъгини прибавят свои собствени журнални файлове, като '*.log' файлове в директория \"данни\" на техния плъгин.",
        "PleaseBePatient": "Генерирането на посещения и действия може да отнеме няколко минути.",
        "PluginDescription": "Създавайте фалшиви посещения и действия в Matomo. Генерирайте фалшиви данни за попълване на отчети на Matomo.",
        "ReRunArchiveScript": "Моля, изпълнете отново командата crontab './console core:archive', за да обновите отчетите. Виж %1$s „Как да настроите автоматично архивиране на Вашите отчети“%2$s",
        "SelectWebsite": "Изберете уеб сайт",
        "Submit": "Създай",
        "VisitorGenerator": "Генератор на посещения",
        "Warning": "Вие сте на път да генерирате фалшиви посещения, във Вашата база данни Matomo."
    }
}
