{
    "VisitorGenerator": {
        "AreYouSure": "Jste si jistý, že chcete vygenerovat falešné návštěvy",
        "AutomaticReprocess": "Hlášení budou znovu zpracována při příští návštěvě hlášení Piwiku, může to chvíli trvat.",
        "ChoiceYes": "Ano, jsem si jistý",
        "CliToolUsage": "S použitím %snástroje Piwiku pro příkazovou řádku%s můžete nejen vygenerovat ještě více návštěv, ale i uživatelů, stránek a cílů.",
        "DaysToCompute": "Dní na výpočet",
        "GeneratedVisitsFor": "Generované návštěvy pro %1$s a za %2$s posledních dnů",
        "GenerateFakeActions": "Toto vygeneruje alespoň %d smyšlených akcí pro každý den.",
        "LogImporterNote": "Existuje i rychlejší nástroj, který importuje velké testovací sady, podívejte se na %sčti mě%s.",
        "NbRequestsPerSec": "Požadavků za sekundu",
        "NotReversible": "Tyto návštěvy %s nebude%s možné jednoduše vymazat z logů Piwiku",
        "NumberOfGeneratedActions": "Počet generovaných akcí",
        "OverwriteLogFiles": "Můžete přepsat log soubory, které jsou použity pro generování smyšlených návštěv (změňte nebo přidejte soubory v adresáři %s). Zde jsou log soubory požadavků na piwik.php ve formátu kombinovaného Apache logu. Vývojáři zásuvných modulů mohou poskytnout vlastní log soubory, když umístí *.log soubory do podadresáře data svého zásuvného modulu.",
        "PleaseBePatient": "Poznámka: Generování návštěv a akcí může pár minut trvat, buďte trpělivý...",
        "PluginDescription": "Zásuvný modul pro vytvoření falešných návštěv. Může být použit vývojaři, nebo uživateli Piwiku jako jednoduchá cesta k vygenerování testovacích návštěv k naplnění hlášení Piwiku.",
        "ReRunArchiveScript": "Prosím spusťte znovu skript archive.php na záložce cron. %sZjistěte více o nastavení automatického archivování%s.",
        "SelectWebsite": "Zvolte web",
        "Submit": "Odeslat",
        "VisitorGenerator": "Generátor návštěv",
        "Warning": "Chystáte se vygenerovat falešné návštěvy, které budou zaznamenány do vaší databáze Piwiku"
    }
}