{
    "VisitorGenerator": {
        "AreYouSure": "Er du sikker på, at du vil generere kunstige besøg?",
        "AutomaticReprocess": "Rapporterne vil genbehandlet næste gang du besøger Matomo rapporter, det kan tage et par minutter.",
        "ChoiceYes": "Ja, jeg er sikker!",
        "CliToolUsage": "Ved at bruge %1$sMatomo kommandolinjeværktøj%2$s kan du ikke kun generere endnu flere besøg, men også brugere, hjemmesider og mål.",
        "ConfirmVisitorGeneration": "Bekræft venligst bruger genereringen ved at markere i boxen",
        "CustomMatomoUrl": "Tilpasset Matomo URL",
        "DaysToCompute": "Antal dage",
        "GenerateFakeActions": "Dette vil generere mindst %d fiktive hændelser på hjemmesiden for hver dag.",
        "GeneratedVisitsFor": "Genererede besøg for %1$s og i de sidste %2$s dage",
        "LogImporterNote": "Der er også et hurtigere værktøj, til at importere store testdata i Matomo, se %1$sLÆSMIG%2$s.",
        "NbRequestsPerSec": "Anmodninger pr sekund",
        "NotReversible": "Det er %1$s ikke%2$s muligt nemt at slette disse besøg fra Matomos log.",
        "NumberOfGeneratedActions": "Antal genererede handlinger",
        "OverwriteLogFiles": "Du kan overskrive logfiler, der bruges til at generere fiktive besøg (ændre eller tilføj filer i %s). Der er logfiler til forespørgelser af \"matomo.php\" i formatet \"Apache combined log\". Udvidelse udviklere kan oprette egne logfiler ved at placere '*.log' filer i 'data' biblioteket til udvidelsen.",
        "PleaseBePatient": "Bemærk: Det kan tage et par minutter at generere besøg og handlinger, vær tålmodig …",
        "PluginDescription": "Opret kunstige besøg og handlinger i Matomo. Kan bruges af Matomo brugere og udviklere, som en nem måde at generere kunstige data til Matomo rapporter.",
        "ReRunArchiveScript": "Kør archive.php Matomo script igen i crontab for at opdatere rapporterne. %1$sSe \"How to Set up Auto-Archiving of Your Reports\"%2$s",
        "SelectWebsite": "Vælg hjemmeside",
        "Submit": "Generer",
        "VisitorGenerator": "Besøgsgenerator",
        "Warning": "Du er ved at generere kunstige besøg, som vil blive gemt i Matomo databasen."
    }
}
