{
    "VisitorGenerator": {
        "AreYouSure": "Wollen Sie wirklich fingierte Besucherzahlen generieren?",
        "AutomaticReprocess": "Sobald Sie das nächste Mal die Matomo Berichte besuchen, werden die Berichte neu berechnet. Dies kann einige Minuten dauern.",
        "ChoiceYes": "Ja",
        "CliToolUsage": "Das %1$sMatomo CLI Tool%2$s kann nicht nur zusätzliche Besuche generieren, sondern auch Benutzer, Webseiten und Ziele.",
        "ConfirmVisitorGeneration": "Bitte wählen Sie die Box an, um die Besucher-Generierung zu bestätigen",
        "CustomMatomoUrl": "Eigene Matomo-URL",
        "DaysToCompute": "Zu berechnende Tage",
        "GenerateFakeActions": "Dies wird mindestens %d fingierte Aktionen auf dieser Seite für jeden Tag generieren.",
        "GeneratedVisitsFor": "Die Besuche für %1$s sowie für die letzten %2$s Tage wurden generiert",
        "LogImporterNote": "Die %1$sREADME%2$s hat Informationen zu einem schnelleren Tool mit welchem man grosse Testdaten in Matomo importieren kann.",
        "NbRequestsPerSec": "Anfragen pro Sekunde",
        "NotReversible": "Es ist %1$s nicht%2$s einfach möglich, diese Besuche aus den Matomo-Logs zu löschen.",
        "NumberOfGeneratedActions": "Anzahl der generierten Aktionen",
        "OverwriteLogFiles": "Überschreiben Sie die \"matomo.php\" Logdateien, um gefälschte Besuche im \"kombinierten Apache Log\" Format zu generieren (Ändern oder Hinzufügen von Dateien in %s). Plugin-Entwickler fügen ihre eigenen Logdateien als '*.log' Dateien in einem 'data' Verzeichnis ihres Plugin Verzeichnisses hinzu.",
        "PleaseBePatient": "Besuche und Aktionen zu generieren kann ein paar Minuten dauern.",
        "PluginDescription": "Erstellen Sie fingierte Besuche und Aktionen in Matomo. Generieren Sie fingierte Daten um die Matomo-Berichte mit Daten zu befüllen.",
        "ReRunArchiveScript": "Bitte führen Sie den crontab Befehl './console core:archive' erneut aus, um die Berichte zu aktualisieren, wie beschrieben in %1$s\"Wie Sie die automatische Archivierung für Ihre Berichte einrichten\"%2$s",
        "SelectWebsite": "Webseite auswählen",
        "Submit": "Abschicken",
        "VisitorGenerator": "Besuchergenerator",
        "Warning": "Sie sind gerade dabei, fingierte Besuche für ihre Matomo-Datenbank zu generieren."
    }
}
