{
    "VisitorGenerator": {
        "AreYouSure": "Wollen Sie wirklich fingierte Besucherzahlen generieren?",
        "AutomaticReprocess": "Die Berichte werden neu berechnet sobald Sie das nächste mal die Piwik Berichte öffnen. Dies könnte einige Minuten dauern.",
        "ChoiceYes": "Ja, ich bin mir sicher!",
        "CliToolUsage": "Mithilfe des %sPiwik CLI-tools%s können Sie nicht nur Besuche generieren, sondern auch Nutzer, Webseiten und Ziele.",
        "DaysToCompute": "Zu berechnende Tage",
        "GeneratedVisitsFor": "Die Besuche für %1$s für die letzten %2$s Tage wurden generiert",
        "GenerateFakeActions": "Dies wird mindestens %d fingierte Aktionen auf dieser Seite für jeden Tag generieren.",
        "LogImporterNote": "Es gibt auch ein schnelleres Tool das große Testdaten in Piwik importieren kann, siehe dieses %sREADME%s.",
        "NbRequestsPerSec": "Anfragen pro Sekunde",
        "NotReversible": "Es ist %s nicht%s einfach möglich, diese Besuche aus den Piwik-Logs zu löschen.",
        "NumberOfGeneratedActions": "Anzahl der generierten Aktionen",
        "OverwriteLogFiles": "Sie können die Logfiles, die zur Generierung von fingierten Besuchen genutzt werden, überschreiben (Ändern oder Hinzufügen von Dateien in %s). Es existieren Logfiles von Anfragen auf \"piwik.php\" im Format \"Apache combined log\". Plugin-Entwickler können eigene Logfiles nutzen, indem sie '*.log'-Dateien im 'data'-Verzeichnis ihres Plugins ablegen.",
        "PleaseBePatient": "Hinweis: Es könnte einige Minuten dauern um die Besuche und Aktionen zu generieren, bitte haben Sie Geduld...",
        "PluginDescription": "Plugin, mit dem fingierte Besuche generiert werden können. Dies kann von Piwik-Benutzern oder -Entwicklern genutzt werden, um fingierte Daten zu erzeugen, um die Piwik-Berichte zu füllen.",
        "ReRunArchiveScript": "Bitte führen Sie das im crontab enthaltene archive.php Piwik-Script erneut aus, um die Berichte zu aktualisieren. %sSiehe 'Wie man die Auto-Archivierung einrichtet'%s",
        "SelectWebsite": "Wählen Sie die Webseite",
        "Submit": "Abschicken",
        "VisitorGenerator": "Besuchergenerator",
        "Warning": "Sie sind gerade dabei, fingierte Besuche zu generieren, die in der Piwik-Datenbank gespeichert werden."
    }
}