{
    "VisitorGenerator": {
        "AreYouSure": "Θέλετε σίγουρα να παράγετε πλαστές επισκέψεις;",
        "AutomaticReprocess": "Θα γίνει επανεπεξεργασία των αναφορών την επόμενη φορά που θα επισκεφθείτε τις αναφορές του Matomo, η διαδικασία ενδέχεται να διαρκέσει ορισμένα λεπτά.",
        "ChoiceYes": "Ναι, σίγουρα!",
        "CliToolUsage": "Με χρήση του %1$sΕργαλείου CLI του Matomo%2$s μπορείτε όχι μόνο να δημιουργείτε περισσότερες επισκέψεις, αλλά και χρήστες, ιστοτόπους και στόχους.",
        "ConfirmVisitorGeneration": "Παρακαλώ επιβεβαιώστε την δημιουργία επισκέπτη με τσεκάρισμα του πεδίου επιλογής",
        "CustomMatomoUrl": "Προσαρμοσμένη διεύθυνση URL για το Matomo",
        "DaysToCompute": "Ημέρες για υπολογισμό",
        "GenerateFakeActions": "Αυτό θα δημιουργήσει τουλάχιστον %d ψευδείς ενέργειες για τον ιστοτόπο για κάθε ημέρα.",
        "GeneratedVisitsFor": "Δημιουργήθηκαν οι επισκέψεις για %1$s για τις τελευταίες %2$s ημέρες",
        "LogImporterNote": "Υπάρχει επίσης ένα γρηγορότερο εργαλείο που θα εισάγει ένα μεγάλο όγκο δοκιμαστικών δεδομένων στο Matomo, δείτε το αρχείο %1$sREADME%2$s.",
        "NbRequestsPerSec": "Αιτήσεις ανά δευτερόλεπτο",
        "NotReversible": "%1$sΔεν%2$s θα είναι δυνατή η εύκολη διαγραφή αυτών των επισκέψεων από τις καταγραφές του Matomo.",
        "NumberOfGeneratedActions": "Αριθμός ενεργειών που θα δημιουργηθούν",
        "OverwriteLogFiles": "Μπορείτε να αντικαταστήσετε τα αρχεία ημερολογίου που χρησιμοποιούνται για τη δημιουργία των ψευδών επισκέψεων (αλλάξτε ή προσθέστε αρχεία στο %s). Υπάρχουν αρχεία ημερολογίου επισκέψεων για το \"matomo.php\" σε μορφή \"συνδυαστικού αρχείου ημερολογίου Apache\". Οι προγραμματιστές πρόσθετων μπορούν να δίνουν τα δικά τους αρχεία ημερολογίου με τοποθέτηση αρχείων '*.log' μέσα σε ένα κατάλογο 'data' του πρόσθετού τους.",
        "PleaseBePatient": "ΠΡΟΣΟΧΗ: Ενδέχεται να διαρκέσει ορισμένα λεπτά η δημιουργία επισκέψεων και ενεργειών, παρακαλούμε κάντε υπομονή...",
        "PluginDescription": "Δημιουργεί ψευδείς επισκέψεις και ενέργειες στο Matomo. Αυτό μπορεί να χρησιμοποιηθεί από τους χρήστες του Matomo ή τους προγραμματιστές ως ένας εύκολος τρόπος δημιουργίας ψευδών δεδομένων για να δημιουργηθούν αναφορές στο Matomo.",
        "ReRunArchiveScript": "Παρακαλούμε εκτελέστε την εντολή του crontab './console core:archive' για να ανανεώσετε τις αναφορές. %1$sΔείτε \"Πώς να ορίσετε την αυτόματη αρχειοθέτηση των αναφορών σας\"%2$s",
        "SelectWebsite": "Επιλογή Ιστοσελίδας",
        "Submit": "Υποβολή",
        "VisitorGenerator": "Παραγωγή Επισκεπτών",
        "Warning": "Πρόκειται να παράγετε πλαστές επισκέψεις, οι οποίες θα εγγραφούν στη βάση δεδομένων του Matomo."
    }
}
