{
    "VisitorGenerator": {
        "AreYouSure": "Να δημιουργηθούν οι πλαστές επισκέψεις;",
        "AutomaticReprocess": "Την επόμενη φορά που θα επισκεφτείτε τις αναφορές του Matomo θα γίνει επανεπεξεργασία των αναφορών. Η διαδικασία ενδέχεται να διαρκέσει ορισμένα λεπτά.",
        "ChoiceYes": "Ναι",
        "CliToolUsage": "Το %1$sΕργαλείο CLI του Matomo%2$s μπορεί να δημιουργεί όχι μόνο περισσότερες επισκέψεις, αλλά και χρήστες, ιστοτόπους και στόχους.",
        "ConfirmVisitorGeneration": "Τσεκάρετε το πεδίο επιλογής για να επιβεβαιώσετε τη δημιουργία του επισκέπτη",
        "CustomMatomoUrl": "Προσαρμοσμένη διεύθυνση URL για το Matomo",
        "DaysToCompute": "Ημέρες για υπολογισμό",
        "GenerateFakeActions": "Αυτό θα δημιουργήσει τουλάχιστον %d ψευδείς ενέργειες για τον ιστοτόπο για κάθε ημέρα.",
        "GeneratedVisitsFor": "Δημιουργήθηκαν οι επισκέψεις για %1$s για τις τελευταίες %2$s ημέρες",
        "LogImporterNote": "Το αρχείο %1$sREADME%2$s έχει πληροφορίες για ένα γρηγορότερο εργαλείο που θα εισαγάγει ένα μεγάλο όγκο δοκιμαστικών δεδομένων στο Matomo.",
        "NbRequestsPerSec": "Αιτήσεις ανά δευτερόλεπτο",
        "NotReversible": "%1$sΔε%2$s θα είναι δυνατή η εύκολη διαγραφή αυτών των επισκέψεων από τα ημερολόγια καταγραφών του Matomo.",
        "NumberOfGeneratedActions": "Αριθμός ενεργειών που θα δημιουργηθούν",
        "OverwriteLogFiles": "Αντικατάσταση των αρχείων ημερολογίου του \"matomo.php\" για τη δημιουργία των ψευδών επισκέψεων στο \"συνδυαστικό αρχείο ημερολογίου\" του Apache (τροποποιήστε ή προσθέστε αρχεία στο %s). Οι προγραμματιστές πρόσθετων μπορούν να δίνουν τα δικά τους αρχεία ημερολογίου με τοποθέτηση αρχείων '*.log' μέσα σε ένα κατάλογο \"data\" του πρόσθετού τους.",
        "PleaseBePatient": "Η δημιουργία επισκέψεων και ενεργειών ενδέχεται να διαρκέσει ορισμένα λεπτά.",
        "PluginDescription": "Δημιουργεί ψευδείς επισκέψεις και ενέργειες στο Matomo. Δημιουργεί ψεύτικα δεδομένα για συμπλήρωση των φορμών του Matomo.",
        "ReRunArchiveScript": "Παρακαλούμε εκτελέστε την εντολή του crontab './console core:archive' για να ανανεωθούν οι αναφορές. όπως εμφανίζονται στο %1$s\"Πώς να ορίσετε την αυτόματη αρχειοθέτηση των αναφορών σας\"%2$s",
        "SelectWebsite": "Επιλογή ιστοτόπου",
        "Submit": "Υποβολή",
        "VisitorGenerator": "Παραγωγή Επισκεπτών",
        "Warning": "Πρόκειται να παράγετε πλαστές επισκέψεις για τη βάση δεδομένων του Matomo σας."
    }
}
