{
    "VisitorGenerator": {
        "PluginDescription": "Δημιουργεί ψευδείς επισκέψεις και ενέργειες στο Piwik. Αυτό μπορεί να χρησιμοποιηθεί από τους χρήστες του Piwik ή τους προγραμματιστές ως ένας εύκολος τρόπος δημιουργίας ψευδών δεδομένων για να δημιουργηθούν αναφορές στο Piwik.",
        "VisitorGenerator": "Παραγωγή Επισκεπτών",
        "Warning": "Πρόκειται να παράγετε πλαστές επισκέψεις, οι οποίες θα εγγραφούν στη βάση δεδομένων του Piwik.",
        "NotReversible": "%1$sΔεν%2$s θα είναι δυνατή η εύκολη διαγραφή αυτών των επισκέψεων από τις καταγραφές του Piwik.",
        "AreYouSure": "Θέλετε σίγουρα να παράγετε πλαστές επισκέψεις;",
        "ChoiceYes": "Ναι, σίγουρα!",
        "Submit": "Υποβολή",
        "SelectWebsite": "Επιλογή Ιστοσελίδας",
        "NbRequestsPerSec": "Αιτήσεις ανά δευτερόλεπτο",
        "DaysToCompute": "Ημέρες για υπολογισμό",
        "GenerateFakeActions": "Αυτό θα δημιουργήσει τουλάχιστον %d ψευδείς ενέργειες για τον ιστοτόπο για κάθε ημέρα.",
        "OverwriteLogFiles": "Μπορείτε να αντικαταστήσετε τα αρχεία ημερολογίου που χρησιμοποιούνται για τη δημιουργία των ψευδών επισκέψεων (αλλάξτε ή προσθέστε αρχεία στο %s). Υπάρχουν αρχεία ημερολογίου επισκέψεων για το \"piwik.php\" σε μορφή \"συνδιαστικού αρχείου ημερολογίου Apache\". Οι προγραμματιστές πρόσθετων μπορούν να δίνουν τα δικά τους αρχεία ημερολογίου με τοποθέτηση αρχείων '*.log' μέσα σε ένα κατάλογο 'data' του πρόσθετου τους.",
        "PleaseBePatient": "ΠΡΟΣΟΧΗ: Ενδέχεται να διαρκέσει ορισμένα λεπτά η δημιουργία επισκέψεων και ενεργειών, παρακαλούμε κάντε υπομονή...",
        "LogImporterNote": "Υπάρχει επίσης ένα γρηγορότερο εργαλείο που θα εισάγει ένα μεγάλο όγκο δοκιμαστικών δεδομένων στο Piwik, δείτε το %1$sREADME%2$s.",
        "AutomaticReprocess": "Θα γίνει επανεπεξεργασία των αναφορών την επόμενη φορά που θα επισκεφθείτε τις αναφορές του Piwik, μπορεί να διαρκέσει ορισμένα λεπτά.",
        "GeneratedVisitsFor": "Δημιουργήθηκαν οι επισκέψειες για %1$s για τις τελευταίες %2$s ημέρες",
        "ReRunArchiveScript": "Παρακαλούμε εκτελέστε την εντολή του crontab '.\/console core:archive' για να ανανεώσετε τις αναφορές. %1$sΔείτε \"Πώς να ορίσετε την αυτόματη αρχειοθέτηση των αναφορών σας\"%2$s",
        "NumberOfGeneratedActions": "Αριθμός ενεργειών που θα δημιουργηθούν",
        "CliToolUsage": "Με χρήση του %1$sΕργαλείου CLI του Piwik%2$s μπορείτε όχι μόνο να δημιουργείτε περισσότερες επισκέψεις, αλλά και χρήστες, ιστοτόπους και στόχους.",
        "CustomPiwikUrl": "Προσαρμοσμένη διεύθυνση URL για το Piwik",
        "ConfirmVisitorGeneration": "Παρακαλώ επιβεβαιώστε την δημιουργία επισκέπτη με τσεκάρισμα του πεδίου επιλογής"
    }
}