{
    "VisitorGenerator": {
        "AreYouSure": "Θέλετε σίγουρα να παράγετε πλαστές επισκέψεις;",
        "AutomaticReprocess": "Θα γίνει επανεπεξεργασία των αναφορών την επόμενη φορά που θα επισκεφθείτε τις αναφορές του Piwik, μπορεί να διαρκέσει ορισμένα λεπτά.",
        "ChoiceYes": "Ναι, σίγουρα!",
        "CliToolUsage": "Με χρήση του %sΕργαλείου CLI του Piwik%s μπορείτε όχι μόνο να δημιουργείτε περισσότερες επισκέψεις, αλλά και χρήστες, ιστοτόπους και στόχους.",
        "DaysToCompute": "Ημέρες για υπολογισμό",
        "GeneratedVisitsFor": "Δημιουργήθηκαν οι επισκέψειες για %1$s για τις τελευταίες %2$s ημέρες",
        "GenerateFakeActions": "Αυτό θα δημιουργήσει τουλάχιστον %d ψευδείς ενέργειες για τον ιστοτόπο για κάθε ημέρα.",
        "LogImporterNote": "Υπάρχει επίσης ένα πιο γρήγορο εργαλείο που θα δημιουργήσει μεγάλα δοκιμαστικά δεδομένα στο Piwik, δείτε το %sREADME%s.",
        "NbRequestsPerSec": "Αιτήσεις ανά δευτερόλεπτο",
        "NotReversible": "%sΔεν%s θα είναι δυνατή η εύκολη διαγραφή αυτών των επισκέψεων από τις καταγραφές του Piwik.",
        "NumberOfGeneratedActions": "Αριθμός ενεργειών που θα δημιουργηθούν",
        "OverwriteLogFiles": "Μπορείτε να αντικαταστήσετε τα αρχεία ημερολογίου που χρησιμοποιούνται για τη δημιουργία των ψευδών επισκέψεων (αλλάξτε ή προσθέστε αρχεία στο %s). Υπάρχουν αρχεία ημερολογίου επισκέψεων για το \"piwik.php\" σε μορφή \"συνδιαστικού αρχείου ημερολογίου Apache\". Οι προγραμματιστές πρόσθετων μπορούν να δίνουν τα δικά τους αρχεία ημερολογίου με τοποθέτηση αρχείων '*.log' μέσα σε ένα κατάλογο 'data' του πρόσθετου τους.",
        "PleaseBePatient": "ΠΡΟΣΟΧΗ: Ενδέχεται να διαρκέσει ορισμένα λεπτά η δημιουργία επισκέψεων και ενεργειών, παρακαλούμε κάντε υπομονή...",
        "PluginDescription": "Δημιουργεί ψευδείς επισκέψεις και ενέργειες στο Piwik. Αυτό μπορεί να χρησιμοποιηθεί από τους χρήστες του Piwik ή τους προγραμματιστές ως ένας εύκολος τρόπος δημιουργίας ψευδών δεδομένων για να δημιουργηθούν αναφορές στο Piwik.",
        "ReRunArchiveScript": "Παρακαλούμε εκτελέστε το σενάριο archive.php του Piwik στο crontab για να ανανεώσετε τις αναφορές. %sΔείτε το \"Πώς ορίζεται η αυτόματη αρχειοθέτηση των αναφορών σας\"%s",
        "SelectWebsite": "Επιλογή Ιστοσελίδας",
        "Submit": "Υποβολή",
        "VisitorGenerator": "Παραγωγή Επισκεπτών",
        "Warning": "Πρόκειται να παράγετε πλαστές επισκέψεις, οι οποίες θα εγγραφούν στη βάση δεδομένων του Piwik."
    }
}