{
    "VisitorGenerator": {
        "PluginDescription": "Create fake visits and actions. Can be used by Matomo users or developers to generate fake data to populate Matomo reports.",
        "VisitorGenerator": "Visitor Generator",
        "Warning": "You are about to generate fake visits to be recorded in your Matomo database.",
        "NotReversible": "It will %1$snot%2$s be possible to easily delete these visits from the Matomo logs.",
        "AreYouSure": "Generate fake visits?",
        "ChoiceYes": "Yes, add made-up data to the database.",
        "Submit": "Submit",
        "SelectWebsite": "Select website",
        "NbRequestsPerSec": "Requests per second",
        "DaysToCompute": "Days to compute",
        "GenerateFakeActions": "This will generate at least %d fake actions on this site for each day.",
        "OverwriteLogFiles": "You can overwrite the log files used to generate fake visits (change or add files in %s). Requests are logged to \"matomo.php\" in the \"Apache combined log\" format. Plugin developers can provide their own log files by placing '*.log' files within a \"data\" directory of their plugin.",
        "PleaseBePatient": "Note: It might take a few minutes to generate visits and actions, please be patient…",
        "LogImporterNote": "There is also a faster tool that will import large test data in Matomo, as described in the %1$sREADME%2$s.",
        "AutomaticReprocess": "The reports will be reprocessed the next time you visit the Matomo reports. It might take a few minutes to do.",
        "GeneratedVisitsFor": "Generated visits for %1$s and for the last %2$s days",
        "ReRunArchiveScript": "Please re-run the crontab '.\/console core:archive' command to refresh the reports. %1$sMore details in \"How to Set up Auto-Archiving of Your Reports\"%2$s",
        "NumberOfGeneratedActions": "Number of generated actions",
        "CliToolUsage": "By using the %1$sMatomo CLI tool%2$s you can not only generate even more visits, but also users, websites, and goals.",
        "CustomMatomoUrl": "Custom Matomo URL",
        "ConfirmVisitorGeneration": "Please confirm the visitor generation by ticking the box"
    }
}
