{
    "VisitorGenerator": {
        "PluginDescription": "Create fake visits and actions in Piwik. This can be used by Piwik users or developers as an easy way to generate fake data to populate Piwik reports.",
        "VisitorGenerator": "Visitor Generator",
        "Warning": "You are about to generate fake visits which will be recorded in your Piwik database.",
        "NotReversible": "It will %1$s not%2$s be possible to easily delete these visits from the Piwik logs.",
        "AreYouSure": "Are you sure you want to generate fake visits?",
        "ChoiceYes": "Yes, I am sure!",
        "Submit": "Submit",
        "SelectWebsite": "Select Website",
        "NbRequestsPerSec": "Requests per second",
        "DaysToCompute": "Days to compute",
        "GenerateFakeActions": "This will generate at least %d fake actions on this site for each day.",
        "OverwriteLogFiles": "You can overwrite the log files that are used to generate fake visits (change or add files in %s). There are log files of requests to \"piwik.php\" in the format \"Apache combined log\". Plugin developers can provide their own log files by placing '*.log' files within a 'data' directory of their plugin.",
        "PleaseBePatient": "NOTE: It might take a few minutes to generate visits and actions, please be patient...",
        "LogImporterNote": "There is also a faster tool that will import large test data in Piwik, see the %1$sREADME%2$s.",
        "AutomaticReprocess": "The reports will be reprocessed the next time you visit the Piwik reports, it might take a few minutes.",
        "GeneratedVisitsFor": "Generated visits for %1$s and for the last %2$s days",
        "ReRunArchiveScript": "Please re-run the crontab '.\/console core:archive' command to refresh the reports. %1$sSee \"How to Set up Auto-Archiving of Your Reports\"%2$s",
        "NumberOfGeneratedActions": "Number of generated actions",
        "CliToolUsage": "By using the %1$sPiwik CLI tool%2$s you can not only generate even more visits but also users, websites and goals.",
        "CustomPiwikUrl": "Custom Piwik URL",
        "ConfirmVisitorGeneration": "Please confirm the visitor generation by ticking the box"
    }
}