{
    "VisitorGenerator": {
        "PluginDescription": "Crear falsas visitas y acciones en Piwik. Esto puede ser usado por usuarios Piwik o desarrolladores como una manera fácil de generar datos falsos para llenar informes Piwik.",
        "VisitorGenerator": "Generador de visitas",
        "Warning": "Está a punto de generar visitas falsas que serán grabadas en su base de datos Piwik.",
        "NotReversible": "Puede %1$s no%2$s ser posible borrar estas visitas fácilmente de los registros de Piwik.",
        "AreYouSure": "¿Está seguro que desea generar visitas falsas?",
        "ChoiceYes": "¡Si, estoy seguro!",
        "Submit": "Enviar",
        "SelectWebsite": "Seleccionar sitio de internet",
        "NbRequestsPerSec": "Peticiones por segundo",
        "DaysToCompute": "Días a computar",
        "GenerateFakeActions": "Esto generará al menos %d acciones falsas en este sitio cada día.",
        "OverwriteLogFiles": "Puedes sobrescribir los archivos de registro que se utilizan para generar visitas falsas (cambie o agregue archivos en %s). Existen registros de solicitudes a \"piwik.php\" con el formato \"Apache combined log\". Los desarrolladores de complementos pueden crear sus propios archivos de registro colocando los archivos '*.log' en un directorio de datos en sus complementos.",
        "PleaseBePatient": "NOTA: Generar visitas y acciones puede tardar unos minutos, por favor tenga paciencia...",
        "LogImporterNote": "También existe una herramienta más rápida que permite importar grandes cantidades de datos de pruebas en Piwik, consulta el archivo %1$sREADME%2$s.",
        "AutomaticReprocess": "Los informes serán reprocesados la próxima vez que visite los informes de Piwik. Esto puede tomar unos minutos.",
        "ReRunArchiveScript": "Por favor vuelva a ejecutar el script archive.php de Piwik en el crontab para actualizar los informes. %1$sVer \"Como configurar el archivo automático de sus informes\"%2$s",
        "NumberOfGeneratedActions": "Número de acciones generadas",
        "CliToolUsage": "Utilizando la %1$sherramienta Piwik CLI%2$s no solo puede crear más visitas sino también más usuarios, sitios de internet y objetivos.",
        "CustomPiwikUrl": "URL Piwik personalizado"
    }
}