{
    "VisitorGenerator": {
        "AreYouSure": "Está seguro que desea generar visitas falsas?",
        "AutomaticReprocess": "Los informes serán reprocesados la próxima vez que visitas los informes de Piwik. Esto puede tardar unos minutos.",
        "ChoiceYes": "Si, Estoy seguro!",
        "CliToolUsage": "Utilizando la %sherramienta Piwik CLI%s no solo puedes crear más visitas pero también más usuarios, sitios webs y objetivos.",
        "DaysToCompute": "Días a computar",
        "GenerateFakeActions": "Esto generará al menos %d acciones falsas en este sitio cada día.",
        "LogImporterNote": "También existe una herramienta más rápida que permite importar grandes cantidades de datos de pruebas en Piwik, consulta el archivo %sREADME%s.",
        "NbRequestsPerSec": "Peticiones por segundo",
        "NotReversible": "Puede %s no%s ser posible borrar estas visitas fácilmente de los registros de piwik.",
        "NumberOfGeneratedActions": "Numero de acciones generadas",
        "OverwriteLogFiles": "Puedes sobrescribir los archivos de registro que se utilizan para generar visitas falsas (cambia o añade archivos en %s). Existen registros de solicitudes a \"piwik.php\" con el formato \"Apache combined log\". Los desarrolladores de plugins pueden crear sus propios archivos de registro colocando los archivos '*.log' en un directorio de datos en sus plugins.",
        "PleaseBePatient": "NOTA: Generar visitas y acciones puede tardar unos minutos, por favor tenga paciencia...",
        "PluginDescription": "Plugin para crear visitas falsas. Puede ser usado por los usuarios o desarrolladores de de Piwik como una manera fácil de generar datos falsos para rellenar los informes de Piwik.",
        "ReRunArchiveScript": "Por favor vuelve a ejecutar el script archive.php de Piwik en el crontab para actualizar los informes. %sVer \"Como configurar el archivo automático de tus informes\"%s",
        "SelectWebsite": "Seleccionar Sitio Web",
        "Submit": "Enviar",
        "VisitorGenerator": "Generador de Visitas",
        "Warning": "Está a punto de generar visitas falsas que serán grabadas en su base de datos Piwik."
    }
}