{
    "VisitorGenerator": {
        "PluginDescription": "Crear falsas visitas y acciones en Matomo. Esto puede ser usado por usuarios Matomo o desarrolladores como una manera fácil de generar datos falsos para llenar informes Matomo.",
        "VisitorGenerator": "Generador de visitas",
        "Warning": "Está a punto de generar visitas falsas que serán grabadas en su base de datos Matomo.",
        "NotReversible": "Puede %1$s no%2$s ser posible fácilmente borrar estas visitas de los registros de Matomo.",
        "AreYouSure": "¿Está seguro que desea generar visitas falsas?",
        "ChoiceYes": "¡Si, estoy seguro!",
        "Submit": "Enviar",
        "SelectWebsite": "Seleccionar sitio de internet",
        "NbRequestsPerSec": "Peticiones por segundo",
        "DaysToCompute": "Días a computar",
        "GenerateFakeActions": "Esto generará al menos %d acciones falsas en este sitio cada día.",
        "OverwriteLogFiles": "Puedes sobrescribir los archivos de registro que se utilizan para generar visitas falsas (cambie o agregue archivos en %s). Existen registros de solicitudes a \"piwik.php\" con el formato \"Apache combined log\". Los desarrolladores de complementos pueden crear sus propios archivos de registro colocando los archivos '*.log' en un directorio de datos en sus complementos.",
        "PleaseBePatient": "NOTA: Generar visitas y acciones puede tardar unos minutos, por favor tenga paciencia...",
        "LogImporterNote": "También existe una herramienta más rápida que permite importar grandes cantidades de datos para pruebas en Matomo, consulta el archivo %1$sREADME%2$s.",
        "AutomaticReprocess": "Los informes serán reprocesados la próxima vez que visite los informes de Matomo. Esto puede tomar unos minutos.",
        "GeneratedVisitsFor": "Visitas generadas para %1$sy los últimos %2$s dias",
        "ReRunArchiveScript": "Por favor vuelva a ejecutar el comando '.\/console core:archive' en el crontab para actualizar los informes. %1$sVer \"Cómo configurar el archivo automático de sus informes\"%2$s",
        "NumberOfGeneratedActions": "Número de acciones generadas",
        "CliToolUsage": "Utilizando la %1$sherramienta Matomo CLI%2$s no solo puede generar más visitas sino también usuarios, sitios web y objetivos.",
        "CustomMatomoUrl": "URL Matomo personalizado",
        "ConfirmVisitorGeneration": "Por favor confirme la creación del visitante marcando la casilla"
    }
}