{
    "VisitorGenerator": {
        "AreYouSure": "Générer des visites factices ?",
        "AutomaticReprocess": "La prochaine fois que vous afficherez les rapports Matomo, ils seront calculés à nouveau. Cela peut prendre quelques minutes.",
        "ChoiceYes": "Oui",
        "CliToolUsage": "%1$sL'outil en ligne de commande Matomo%2$s peut non seulement générer davantage de visites, mais aussi d'utilisateurs, de sites web et d'objectifs.",
        "ConfirmVisitorGeneration": "Veuillez cocher la case pour confirmer la génération d'un visiteur",
        "CustomMatomoUrl": "URL Matomo personnalisée",
        "DaysToCompute": "Jours à calculer",
        "GenerateFakeActions": "Ceci va générer au moins %d fausses actions sur ce site chaque jour.",
        "GeneratedVisitsFor": "Visites générées pour %1$s et pour les derniers %2$s jours",
        "LogImporterNote": "Le fichier %1$sLISEZ-MOI%2$s contient des informations sur un outil pour importer des données de test volumineuses dans Matomo.",
        "NbRequestsPerSec": "Requêtes par seconde",
        "NotReversible": "Il ne sera %1$s pas%2$s possible de supprimer facilement ces visites des fichiers journaux Matomo.",
        "NumberOfGeneratedActions": "Nombre d'actions générées",
        "OverwriteLogFiles": "Vous pouvez écraser les fichiers de log \"matomo.php\" au format \"log combiné Apache\" utilisés pour générer les visites factices (modifier ou ajouter des fichiers dans %s). Les développeurs de composants additionnels peuvent fournir leurs propres fichiers de log '*.log' dans un répertoire 'data' au sein de leur composant.",
        "PleaseBePatient": "Générer des visites et des actions peut prendre quelques minutes.",
        "PluginDescription": "Créer des visites et actions de test dans Matomo. Générer des données simulées pour remplir les rapports Matomo.",
        "ReRunArchiveScript": "Veuillez exécuter à nouveau la tâche planifiée crontab './console core:archive' afin de rafraîchir les rapports, comme le prévoit la documentation %1$s\"Comment mettre en place l'archivage automatique de vos rapports\"%2$s",
        "SelectWebsite": "Sélectionner le site Web",
        "Submit": "Soumettre",
        "VisitorGenerator": "Générateur de visites",
        "Warning": "Vous êtes sur le point de générer des visites factices qui seront enregistrées dans votre base de donnés Matomo."
    }
}
