{
    "VisitorGenerator": {
        "AreYouSure": "Êtes-vous sûr(e) de vouloir générer de fausses visites ?",
        "AutomaticReprocess": "Les rapports seront calculés à nouveau la prochaine fois que afficherez les rapports Matomo, cela peut prendre quelques minutes.",
        "ChoiceYes": "Oui, je suis sûr(e) !",
        "CliToolUsage": "En utilisation %1$sl'outil en ligne de commande Matomo%2$s vous pouvez non seulement générer encore plus de visites mais aussi d'utilisateurs, sites web et objectifs.",
        "ConfirmVisitorGeneration": "Veuillez confirmer la génération de visiteur en cochant la case",
        "CustomMatomoUrl": "URL Matomo personnalisée",
        "DaysToCompute": "Jours à calculer",
        "GenerateFakeActions": "Ceci va générer au moins %d fausses actions sur ce site chaque jour.",
        "GeneratedVisitsFor": "Visites générées pour %1$s et pour les derniers %2$s jours",
        "LogImporterNote": "Il existe un outil plus rapide pour importer des données de test volumineuses dans Matomo, consultez le fichier %1$sLISEZ-MOI%2$s.",
        "NbRequestsPerSec": "Requêtes par seconde",
        "NotReversible": "Il sera %1$s impossible%2$s de supprimer ces visites des logs Matomo.",
        "NumberOfGeneratedActions": "Nombre d'actions générées",
        "OverwriteLogFiles": "Vous pouvez écraser les fichiers de log qui sont utilisés pour générer les fausses visites (modifiez ou ajoutez des fichiers dans %s). Il y a des fichiers de requêtes vers \"matomo.php\" au format \"log combiné Apache\". Les développeurs de composants additionnels peuvent fournir leurs propres fichiers en plaçant des fichiers '*.log' dans un répertoire 'data' au sein de leur composant.",
        "PleaseBePatient": "Note : cela peut prendre plusieurs minutes de générer des visites et des actions, veuillez patienter...",
        "PluginDescription": "Créer des visites et actions de test dans Matomo. Ceci peut être utilisé par les utilisateurs ou développeurs Matomo comme un moyen simple d'obtenir des données simulées pour remplir les rapports Matomo.",
        "ReRunArchiveScript": "Veuillez ré-exécuter le script d'archivage Matomo archive.php via la crontab afin de rafraîchir les rapports. %1$sConsultez \"Comment mettre en place l'archivage automatique de vos rapports\"%2$s",
        "SelectWebsite": "Sélectionner le site Web",
        "Submit": "Soumettre",
        "VisitorGenerator": "Générateur de visites",
        "Warning": "Vous êtes sur le point de générer des visites test qui seront enregistrées dans votre base de donnés Matomo."
    }
}
