{
    "VisitorGenerator": {
        "AreYouSure": "Êtes-vous sûrs de vouloir générer de fausses visites?",
        "AutomaticReprocess": "Les rapports seront calculés à nouveau la prochaine fois que afficherez les rapports Piwik, cela peut prendre quelques minutes.",
        "ChoiceYes": "Oui, je suis sûr!",
        "DaysToCompute": "Jours à calculer",
        "GeneratedVisitsFor": "Visites générées pour %1$s et pour les derniers %2$s jours",
        "GenerateFakeActions": "Ceci va générer environ %d fausses actions sur ce site par jour.",
        "LogImporterNote": "Il existe un outil plus rapide pour importer des données de test volumineuses dans Piwik, consultez le fichier %sLISEZ-MOI%s.",
        "NbRequestsPerSec": "Requêtes par seconde",
        "NotReversible": "Il sera %s impossible%s de supprimer facilement ces données des logs Piwik.",
        "NumberOfGeneratedActions": "Nombre d'actions générées",
        "OverwriteLogFile": "Vous pouvez remplacer le fichier de log qui est utilisé pour générer des fausses visites (modifiez %s). C'est un fichier de log de requêtes vers \"Piwik.php\" au format \"Apache combined log\"",
        "PleaseBePatient": "Note: cela peut prendre plusieurs minutes de générer des visites et des actions, veuillez patienter...",
        "PluginDescription": "Plugin visant à créer de fausses visites. Il peut être utilisé par les utilisateurs Piwik ou par les développeurs comme un moyen aisé de générer de fausses données de manière à peupler les rapports Piwik.",
        "ReRunArchiveScript": "Veuillez ré-exécuter le script d'archivage Piwik archive.php via la crontab afin de rafraîchir les rapports. %sConsultez \"Comment mettre en place l'archivage automatique de vos rapports\"%s",
        "SelectWebsite": "Sélectionner le site Web",
        "Submit": "Soumettre",
        "VisitorGenerator": "Générateur de visites",
        "Warning": "Vous êtes sur le point de générer de fausses visites qui seront enregistrées dans votre base de donnés Piwik"
    }
}