{
    "VisitorGenerator": {
        "PluginDescription": "Crea in Matomo delle visite e delle azioni false. Questo può essere utilizzato dagli utenti di Matomo o dagli sviluppatori come un semplice modo per generare dei falsi dati per popolare i suoi report.",
        "VisitorGenerator": "Generatore di visite",
        "Warning": "Grazie al generatore di visite puoi creare delle visite false che verranno salvate nel tuo database di Matomo.",
        "NotReversible": "%1$sNon%2$s è possibile cancellare facilmente queste visite dai log di Matomo.",
        "AreYouSure": "Sei sicuro di voler creare delle visite false?",
        "ChoiceYes": "Si, sono sicuro!",
        "Submit": "Invia",
        "SelectWebsite": "Seleziona il Sito",
        "NbRequestsPerSec": "Richieste per secondo",
        "DaysToCompute": "Giorni da calcolare",
        "GenerateFakeActions": "Questo genererà almeno %d false azioni per queesto sito ogni giorno.",
        "OverwriteLogFiles": "Puoi sovrascrivere i files di registro utilizzati per generare false visite (cambia o aggiungi files in %s). Ci sono log di richieste a \"piwik.php\" nel formato \"Apache combined log\". Gli sviluppatori di plugin possono fornire i propri log files mettendo i '*.log' files in una directory dati del loro plugin.",
        "PleaseBePatient": "NOTA: Generare visite e azioni potrebbe richiedere qualche minuto, sii paziente...",
        "LogImporterNote": "C'è anche uno strumento più veloce per importare parecchi dati di prova in Matomo, guarda il file %1$sREADME%2$s.",
        "AutomaticReprocess": "I reports verranno ri-elaborati la prossima volta che visiterai i reports di Matomo. Questo potrebbe richiedere qualche minuto.",
        "GeneratedVisitsFor": "Visite generate per %1$s e per gli ultimi %2$s giorni",
        "ReRunArchiveScript": "Si prega di eseguire nuovamente il comando cronbtab '.\/console core:archive' per ricaricare i report. %1$sGuarda \"Come Impostare l'Auto-Archiviazione dei Tuoi Report\"%2$s",
        "NumberOfGeneratedActions": "Numero di azioni generate",
        "CliToolUsage": "Utilizzando lo %1$sStrumento Matomo CLI%2$s puoi non solo generare persino più visite, ma anche utenti, siti web e obiettivi.",
        "CustomMatomoUrl": "URL personalizzato di Matomo",
        "ConfirmVisitorGeneration": "Conferma di confermare la generazione del visitatore spuntando la casella"
    }
}