{
    "VisitorGenerator": {
        "AreYouSure": "Creare delle visite false?",
        "AutomaticReprocess": "I reports verranno ri-elaborati la prossima volta che visiterai i reports di Matomo. Questo potrebbe richiedere qualche minuto.",
        "ChoiceYes": "Si",
        "CliToolUsage": "Lo %1$sstrumento Matomo CLI%2$s può non solo generare ancora più visite, ma anche utenti, siti web e obiettivi.",
        "ConfirmVisitorGeneration": "Spunta la casella per confermare la generazione del visitatore",
        "CustomMatomoUrl": "URL personalizzato di Matomo",
        "DaysToCompute": "Giorni da calcolare",
        "GenerateFakeActions": "Questo genererà almeno %d false azioni per queesto sito ogni giorno.",
        "GeneratedVisitsFor": "Visite generate per %1$s e per gli ultimi %2$s giorni",
        "LogImporterNote": "%1$sREADME%2$s contiene informazioni su uno strumento più veloce che importa dati di test di grandi dimensioni in Matomo.",
        "NbRequestsPerSec": "Richieste per secondo",
        "NotReversible": "%1$sNon%2$s è possibile cancellare facilmente queste visite dai log di Matomo.",
        "NumberOfGeneratedActions": "Numero di azioni generate",
        "OverwriteLogFiles": "Sovrascrivi i file di registro \"matomo.php\" per generare visite false nel formato \"Apache combined log\" (modifica o aggiungi file in %s). Gli sviluppatori di plugin aggiungono i propri file di registro come file \"*.log\" in una cartella \"data\" del loro plugin.",
        "PleaseBePatient": "Nota: Generare visite e azioni potrebbe richiedere qualche minuto.",
        "PluginDescription": "Crea false visite e azioni in Matomo. Generare dati falsi per popolare i report di Matomo.",
        "ReRunArchiveScript": "Esegui nuovamente il comando crontab './console core:archive' per aggiornare i report, come indicato in %1$s\"Come impostare l'archiviazione automatica dei tuoi report\"%2$s",
        "SelectWebsite": "Seleziona il sito",
        "Submit": "Invia",
        "VisitorGenerator": "Generatore di visite",
        "Warning": "Stai per registrare delle visite false nel tuo database Matomo."
    }
}
