{
    "VisitorGenerator": {
        "PluginDescription": "Crie visitas e ações falsas no Matomo. Isto também pode ser utilizado por utilizadores ou programadores do Matomo como uma forma simples de gerar dados falsos para preencher os relatórios do Matomo.",
        "VisitorGenerator": "Gerador de visitantes",
        "Warning": "Está prestes a gerar visitas falsas que serão guardadas na sua base de dados do Matomo.",
        "NotReversible": "%1$sNão%2$s será possível eliminar com facilidade estas visitas dos registos do Matomo.",
        "AreYouSure": "Tem a certeza que deseja gerar visitas falsas?",
        "ChoiceYes": "Sim, tenho a certeza!",
        "Submit": "Submeter",
        "SelectWebsite": "Selecionar site",
        "NbRequestsPerSec": "Pedidos por segundo",
        "DaysToCompute": "Dias a computar",
        "GenerateFakeActions": "Isto irá gerar, pelo menos, %d ações falsas por cada dia neste site.",
        "OverwriteLogFiles": "Pode sobrepor os ficheiros de registo que são utilizados para gerar visitas falsas (altere ou adicione ficheiros em %s). Existem ficheiros de registo de pedidos ao \"matomo.php\" no formato \"Registo combinado do Apache\". O programadores de extensões podem fornecer os seus próprios ficheiros de registo colocando ficheiro '*.log' dentro da pasta 'data' da sua extensão.",
        "PleaseBePatient": "NOTA: pode demorar alguns minutos a gerar visitas e ações, pelo que seja paciente...",
        "LogImporterNote": "Existe também uma ferramenta mais rápida que irá importar um grande quantidade de dados de teste no Matomo. Consulte o %1$sREADME%2$s.",
        "AutomaticReprocess": "Os relatórios serão reprocessados da próxima vez que visitar os relatórios do Matomo. Pode demorar alguns minutos.",
        "GeneratedVisitsFor": "Visitas geradas para %1$s e para os últimos %2$s dias",
        "ReRunArchiveScript": "Por favor, execute novamente o comando crontab '.\/console core:archive' para atualizar os relatórios. %1$sConsulte \"Como configurar o auto-arquivamento dos seus relatórios\"%2$s",
        "NumberOfGeneratedActions": "Número de ações geradas",
        "CliToolUsage": "Ao utilizar a %1$sferramenta CLI do Matomo%2$s pode, não só gerar ainda mais visitas, mas também utilizadores, sites e objetivos.",
        "CustomMatomoUrl": "Endereço personalizado do Matomo",
        "ConfirmVisitorGeneration": "Por favor, confirme a criação de visitantes marcando esta caixa"
    }
}