{
    "VisitorGenerator": {
        "PluginDescription": "Створити підроблені візити і дії в Piwik. Це може бути використано користувачами Piwik або розробниками як простий спосіб генерувати фальшиві дані для заповнення звітів Piwik.",
        "VisitorGenerator": "Генератор Відвідувачів",
        "Warning": "Ви згенеруєте не справжні відвідучання які будуть записані в базу даних Piwik.",
        "NotReversible": "Буде %1$s НЕ МОЖЛИВО%2$s легко видалити не справжні відвідування з протоколів Piwik.",
        "AreYouSure": "Ви впевнені що хочете згенерувати не справжні відвідування?",
        "ChoiceYes": "Так, я впевнений!",
        "Submit": "Надіслати",
        "SelectWebsite": "Вибрати веб-сайт",
        "NbRequestsPerSec": "Запитів в секунду",
        "DaysToCompute": "Днів для обробки",
        "GenerateFakeActions": "Це зробить принаймні, %d підроблених дії на даному сайті, кожного дня.",
        "OverwriteLogFiles": "Ви можете перенести журнали, які використовуються для створення фальшивих відвідувань (змініть або додайте файли в %s). Є файли журналу запитів до \"piwik.php\" в форматі \"Apache комбінований журнал\". Розробники плагінів можуть надати свої власні файли журналу шляхом розміщення '*.log' файлів в межах каталогу 'data' їхніх плагінів.",
        "PleaseBePatient": "ПРИМІТКА: Це може зайняти кілька хвилин, щоб згенерувати візити і дії, будь ласка, будьте терплячі ...",
        "LogImporterNote": "Існує також більш швидкий інструмент, який буде імпортувати великі тестові дані в Piwik, дивіться %1$sREADME%2$s.",
        "AutomaticReprocess": "Звіти будуть перероблятися в наступний раз, коли ви відвідуєте звіти Piwik, це може зайняти кілька хвилин.",
        "GeneratedVisitsFor": "Сформовані візити для %1$s і за останні %2$s дні",
        "ReRunArchiveScript": "Будь ласка, повторно запустіть crontab '.\/console core:archive' команду для оновлення звітів. %1$sДивіться \"Як налаштувати автоматичне архівування ваших звітів\"%2$s",
        "NumberOfGeneratedActions": "Кількість створених дій",
        "CliToolUsage": "За допомогою %1$sPiwik CLI інструменту%2$s ви можете не тільки генерувати ще більше відвідувачів, але і користувачів, веб-сайтів і цілей.",
        "CustomPiwikUrl": "Користувальницький URL Piwik",
        "ConfirmVisitorGeneration": "Будь ласка, підтвердіть генерування відвідувачів, встановивши прапорець"
    }
}