{
    "VisitorGenerator": {
        "AreYouSure": "Ви впевнені що хочете згенерувати не справжні відвідування?",
        "AutomaticReprocess": "Звіти будуть перероблятися в наступний раз, коли ви відвідуєте звіти Matomo, це може зайняти кілька хвилин.",
        "ChoiceYes": "Так, я впевнений!",
        "CliToolUsage": "За допомогою %1$sMatomo CLI інструменту%2$s ви можете не тільки генерувати ще більше відвідувачів, але і користувачів, вебсайтів і цілей.",
        "ConfirmVisitorGeneration": "Будь ласка, підтвердіть генерування відвідувачів, встановивши прапорець",
        "CustomMatomoUrl": "Користувальницький URL Matomo",
        "DaysToCompute": "Днів для обробки",
        "GenerateFakeActions": "Це зробить принаймні, %d підроблених дії на даному сайті, кожного дня.",
        "GeneratedVisitsFor": "Сформовані візити для %1$s і за останні %2$s дні",
        "LogImporterNote": "Існує також більш швидкий інструмент, який буде імпортувати великі тестові дані в Matomo, дивіться %1$sREADME%2$s.",
        "NbRequestsPerSec": "Запитів в секунду",
        "NotReversible": "Буде %1$s НЕ МОЖЛИВО%2$s легко видалити не справжні відвідування з протоколів Matomo.",
        "NumberOfGeneratedActions": "Кількість створених дій",
        "OverwriteLogFiles": "Ви можете перенести журнали, які використовуються для створення фальшивих відвідувань (змініть або додайте файли в %s). Є файли журналу запитів до \"matomo.php\" в форматі \"Apache комбінований журнал\". Розробники плагінів можуть надати свої власні файли журналу шляхом розміщення '*.log' файлів в межах каталогу 'data' їхніх плагінів.",
        "PleaseBePatient": "ПРИМІТКА: Це може зайняти кілька хвилин, щоб згенерувати візити і дії, будь ласка, будьте терплячі ...",
        "PluginDescription": "Створити підроблені візити і дії в Matomo. Це може бути використано користувачами Matomo або розробниками як простий спосіб генерувати фальшиві дані для заповнення звітів Matomo.",
        "ReRunArchiveScript": "Будь ласка, повторно запустіть crontab './console core:archive' команду для оновлення звітів. %1$sДивіться \"Як налаштувати автоматичне архівування ваших звітів\"%2$s",
        "SelectWebsite": "Вибрати вебсайт",
        "Submit": "Надіслати",
        "VisitorGenerator": "Генератор Відвідувачів",
        "Warning": "Ви згенеруєте не справжні відвідучання які будуть записані в базу даних Matomo."
    }
}
